{"category":{"name":"Community Engagement","normalized_name":"community-engagement","subcategories":[{"name":"Data","normalized_name":"data"}]},"foundation":"OFAI","items":[{"category":"Community Engagement","id":"community-engagement--data--osi-open-source-ai-definition","name":"OSI Open Source AI Definition","logo":"logos/af0222b5eb2fee5330435a167268550e2bb3dd79b3a665a477bf7948ebd960d0.svg","subcategory":"Data","website":"https://opensource.org/deepdive","description":"The Open Source AI Deep Dive project by the Open Source Initiative is a global, multi-stakeholder effort to define what constitutes \"Open Source AI.\" It seeks to create a framework for AI systems that ensures transparency, collaboration, and the four freedoms (use, study, share, modify). The project involves experts from diverse fields working together through co-design methods to establish a widely accepted definition and legal guidelines for open-source AI development."},{"category":"Community Engagement","id":"community-engagement--data--creative-commons-community-engagement","name":"Creative Commons - Community Engagement","logo":"logos/a4ce4b30dd0769563a3bdb49f183a05cf6bb82eb8c49d0cb5aecfc0618d97d24.svg","subcategory":"Data","website":"https://creativecommons.org/tag/generative-ai/","description":"Over the last several years, Creative Commons has convened conversations about sharing in a world of Generative AI. These conversations have ranged from conferences, panels, sector-specific discussions, and invitational workshops. At the intersection of open advocacy and legal infrastructure, Creative Commons amplifies the diverse voices of individuals who want to share and contribute to the public good. This perspective is essential in ensuring that the AI ecosystem strengthens open practices rather than deters from them."},{"category":"Community Engagement","id":"community-engagement--data--conscience-cache-challenges","name":"Conscience CACHE Challenges","logo":"logos/e7575d722e9acf3c38a90b4179d6e376401f52c191ee1b5037ebbf3bc7c50edc.svg","subcategory":"Data","website":"https://conscience.ca/cache-challenge/","description":"The CACHE (Critical Assessment of Computation Hit-finding Experiments) Challenges offer an open competition platform to help accelerate one of the early stages of drug discovery. Researchers from academia, industry, and nonprofits are invited to deploy their best computational methods to predict molecules that will bind to a predefined target linked to a specific disease, a critical step in the drug discovery pipeline known as hit-finding. Their predictions are evaluated and benchmarked in a state-of-the-art laboratory, by our partners at the Structural Genomics Consortium (SGC). All the benchmarked results are shared openly and publicly with the world, and all chemical structures are made available without patent to all."}]}